Repository: OWLsTyLe/Reservation_system-2.0
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Ukrainian
de: Українська

source: German
de: Німецька

source: English
de: Англійська

source: Головна
de: Heim

source: Готелі
de: Hotels

source: Profile
de: Profil

source: Book the perfect place for rest or dinner with us
de: Buchen Sie bei uns den perfekten Ort zum Ausruhen oder Abendessen

source: Увійти
de: Anmelden

source: Вийти
de: Verlassen

source: Тип номеру
de: Nummerntyp

source: Ціна за ніч
de: Preis pro Nacht

source: Дата заїзду
de: Check-in-Datum

source: Дата виїзду
de: Abreisedatum

source: Оплата
de: Zahlung

source: Скасування
de: Abschaffung

source: Вітаємо Вас
de: Wir gratulieren Ihnen

source: Ваш профіль
de: Ihr Profil

source: Ваші бронювання
de: Ihre Reservierungen

source: Оплатити
de: Zahlen

source: Оплачено
de: Dezahlt

source: Відмінити
de: Stornieren

source: На головну
de: Auf der Hauptseite

source: Номер телефону
de: Telefonnummer

source: Пошта адміністрації
de: Verwaltungsmail

source: Бронювати
de: Buch

source: Інші готелі
de: Andere Hotels

source: Вхід до системи
de: Melden Sie sich beim System an

source: Ще не маєте облікового запису?
de: Sie haben noch kein Konto?

source: Зарєструйтесь
de: Melden Sie sich an

source: Реєстрація
de: Anmeldung

source: Вже зареєстровані?
de: Bereits registriert?

source: Увійти через Google
de: Melden Sie sich mit Google an

source: Вітаємо у вашому ідеальному місці для відпочинку!
de: Willkommen an Ihrem perfekten Ort zur Erholung!

source: Плануєш подорож і хочеш знайти ідеальний готель? Тут ти можеш зробити це швидко, просто і без зайвого гемору. Ми зібрали найкращі варіанти проживання — від бюджетних кімнат до розкішних апартаментів — щоб кожен міг вибрати саме те, що потрібно.
de: Planen Sie eine Reise und möchten das perfekte Hotel finden? Hier können Sie es schnell, einfach und unkompliziert tun. Wir haben die besten Unterkunftsmöglichkeiten zusammengestellt – von Budgetzimmern bis zu luxuriösen Apartments – damit jeder genau das wählen kann, was er braucht.

source: Зручний пошук готелів
de: Bequeme Hotelsuche

source: Обирай за містом, ціною, зручностями чи датами. У нас усе інтуїтивно — ввів параметри, натиснув кнопку, і система покаже тільки актуальні вільні номери.
de: Wählen Sie nach Stadt, Preis, Ausstattung oder Datum. Alles ist intuitiv – geben Sie die Parameter ein, drücken Sie die Taste, und das System zeigt nur die aktuell verfügbaren Zimmer.

source: Просте та безпечне бронювання
de: Einfache und sichere Buchung

source: Ніяких довгих форм і дзвінків — усе онлайн. Переглянув деталі, вибрав номер, натиснув “Забронювати” — і готово. Твоє бронювання миттєво підтверджується.
de: Keine langen Formulare oder Anrufe – alles online. Details ansehen, Zimmer auswählen, auf „Buchen“ klicken – fertig. Ihre Buchung wird sofort bestätigt.

source: Для роботи чи відпочинку
de: Für Arbeit oder Freizeit

source: Плануєш відрядження? Хочеш романтичний вікенд? А може, шукаєш місце, де можна розслабитись біля моря? Тут є все — просто обирай, що тобі потрібно.
de: Planen Sie eine Geschäftsreise? Möchten Sie ein romantisches Wochenende? Oder suchen Sie vielleicht einen Ort, um am Meer zu entspannen? Hier gibt es alles – wählen Sie einfach, was Sie brauchen.

source: Чому саме ми?
de: Warum wir?

source: Великий вибір готелів
de: Große Auswahl an Hotels

source: Актуальні ціни та доступність
de: Aktuelle Preise und Verfügbarkeit

source: Зручне онлайн-бронювання
de: Bequeme Online-Buchung

source: Підтримка, яка не зникає
de: Unterstützung, die niemals verschwindet
